import React from "react"

export const surveyQuestions = [
    {   
        id: 0,
        question: '질문 0',
        answer1: '답변1',
        answer2: '답변2'
    },
    {   
        id: 1,
        question: '스트레스 대폭발🤯 \n술이 생각나는 오늘, 나는 .. 🤔',
        answer1: {answer: '친한 친구들 다 불러 모아~', type: 'E'},
        answer2: {answer: '보고싶던 영화와 함께 혼술! 가보자구~', type: 'I'}
    },
    {   
        id: 2,
        question: '비가 주륵주륵 오는 날, \n전통주 마시러 술집에 방문했다!🥂',
        answer1: {answer: '메뉴판에 다양한 술을 보며 고민만 N번째..', type: 'N'},
        answer2: {answer: '안주와 어울리는 안주 바로 선택 고~', type: 'S'}
    },
    {   
        id: 3,
        question: '딱 자려는 찰나 친구에게서 \n \'나 우울해서 혼술하고 있어\'라는 \n카톡을 받은 당신🤷✉️!',
        answer1: {answer: '무슨 일 있었어? 왜 우울한데?😥', type: 'F'},
        answer2: {answer: '무슨 술 먹는중이야? 안주는?🤨', type: 'T'}
    },
    {   
        id: 4,
        question: '오늘은 오랜만에 친구들 만나는 날~ \n 만나기 전에 나는🙋?',
        answer1: {answer: '넘 신난다~ 그날 땡기는 거 다 먹어😆', type: 'P'},
        answer2: {answer: '술집은 물론 안주부터 주류까지 이미 선택 완료😏', type: 'J'}
    }
]
